app/controllers/tags_controller.rb

  def create
    @tag = Tag.new(params[:tag])

    respond_to do |format|
      if @tag.save
---
INSERT INTO "tags" ("created_at", "name", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["created_at", Thu, 24 Jan 2013 14:50:59 UTC +00:00], ["name", "hacngu"], ["updated_at", Thu, 24 Jan 2013 14:50:59 UTC +00:00]]